Repository: EricXue92/TennisMatch
Catalog: TennisMatch/Localizable.xcstrings
Source language: zh_hant
Languages: en, zh_hans

source: ✅ 已接受
en: ✅ Accepted

source: 🎾 約球邀請
en: 🎾 Match Invitation
zh_hans: 🎾 约球邀请

source: 🎾 記錄
en: 🎾 Record
zh_hans: 🎾 记录

source: 🏅 成就
en: 🏅 Achievements

source: 🏆 賽事記錄
en: 🏆 Tournament record
zh_hans: 🏆 赛事记录

source: 💬 聊天
en: 💬 Chat

source: 📈 推薦
en: 📈 Recommended
zh_hans: 📈 推荐

source: 📩 收到邀請
en: 📩 Invitations
zh_hans: 📩 收到邀请

source: 一
en: Mon

source: 一鍵約球
en: Quick Match
zh_hans: 一键约球

source: 三
en: Wed

source: 不限
en: Any

source: 二
en: Tue

source: 互相關注
en: Mutual
zh_hans: 互相关注

source: 五
en: Fri

source: 亞軍
en: Runner-up
zh_hans: 亚军

source: 你已加入約球群組
en: You joined the match group
zh_hans: 你已加入约球群组

source: 信譽分低於 60，帳號已被永久封禁
en: Credit below 60 — account permanently banned
zh_hans: 信誉分低于 60，账号已被永久封禁

source: 信譽分低於 70，帳號將凍結 1 個月
en: Credit below 70 — account frozen for 1 month
zh_hans: 信誉分低于 70，账号将冻结 1 个月

source: 信譽積分
en: Credit Score
zh_hans: 信誉积分

source: 修改密碼
en: Change Password
zh_hans: 修改密码

source: 僅自己
en: Only me
zh_hans: 仅自己

source: 僅關注者
en: Followers only
zh_hans: 仅关注者

source: 全部
en: All

source: 兩次新密碼不一致
en: New passwords don't match
zh_hans: 两次新密码不一致

source: 兩次輸入的密碼不一致
en: Passwords don't match
zh_hans: 两次输入的密码不一致

source: 六
en: Sat

source: 再想想
en: Never mind

source: 冠軍
en: Champion
zh_hans: 冠军

source: 出席率
en: Attendance

source: 刪除
en: Delete
zh_hans: 删除

source: 刪除聊天
en: Delete Chat
zh_hans: 删除聊天

source: 到
en: To

source: 勝
en: Win
zh_hans: 胜

source: 即將到來
en: Upcoming
zh_hans: 即将到来

source: 即將推出
en: Coming soon
zh_hans: 即将推出

source: 去發起賽事
en: Create Tournament
zh_hans: 去发起赛事

source: 去賽事頁發起你的第一場賽事
en: Create your first tournament on the Tournaments page
zh_hans: 去赛事页发起你的第一场赛事

source: 去首頁找一場約球，或發起新的約球
en: Find a match on Home, or create a new one
zh_hans: 去首页找一场约球，或发起新的约球

source: 去首頁看看
en: Go to Home
zh_hans: 去首页看看

source: 取消
en: Cancel

source: 取消約球
en: Cancel Match
zh_hans: 取消约球

source: 取消賽事
en: Cancel Tournament
zh_hans: 取消赛事

source: 取消靜音
en: Unmute
zh_hans: 取消静音

source: 單打
en: Singles
zh_hans: 单打

source: 四
en: Thu

source: 報名
en: Sign up
zh_hans: 报名

source: 場次
en: Matches
zh_hans: 场次

source: 女
en: Female

source: 守時達人
en: Punctual
zh_hans: 守时达人

source: 完成
en: Done

source: 完成的約球會顯示在這裡
en: Completed matches will appear here
zh_hans: 完成的约球会显示在这里

source: 密碼修改成功
en: Password changed successfully
zh_hans: 密码修改成功

source: 封鎖「%@」後，對方將無法查看你的資料和約球，也無法向你發送私信。
en: Once you block "%@", they won't be able to view your profile or matches, or send you messages.
zh_hans: 屏蔽「%@」后，对方将无法查看你的资料和约球，也无法向你发送私信。

source: 封鎖名單
en: Block List
zh_hans: 屏蔽名单

source: 封鎖對方
en: Block User
zh_hans: 屏蔽对方

source: 封鎖後對方將無法再聯絡你。
en: They will no longer be able to contact you.
zh_hans: 屏蔽后对方将无法再联络你。

source: 封鎖用戶
en: Block User
zh_hans: 屏蔽用户

source: 已取消約球，已通知所有參與者
en: Match cancelled, all participants notified
zh_hans: 已取消约球，已通知所有参与者

source: 已取消約球，扣 %lld 分信譽
en: Match cancelled, %lld credit deducted
zh_hans: 已取消约球，扣 %lld 分信誉

source: 已取消賽事
en: Tournament cancelled
zh_hans: 已取消赛事

source: 已取消關聯 %@
en: Unlinked %@
zh_hans: 已取消关联 %@

source: 已取消靜音
en: Notifications unmuted
zh_hans: 已取消静音

source: 已報名
en: Signed up
zh_hans: 已报名

source: 已婉拒
en: Declined

source: 已完成
en: Completed

source: 已封鎖「%@」
en: Blocked "%@"
zh_hans: 已屏蔽「%@」

source: 已拒絕邀請
en: Invitation declined
zh_hans: 已拒绝邀请

source: 已為你開啟與 %@ 的私信
en: Opened DM with %@
zh_hans: 已为你开启与 %@ 的私信

source: 已確認
en: Confirmed
zh_hans: 已确认

source: 已自動取消
en: Auto-cancelled
zh_hans: 已自动取消

source: 已過期
en: Expired
zh_hans: 已过期

source: 已選 %lld 個
en: %lld selected
zh_hans: 已选 %lld 个

source: 已關注
en: Following
zh_hans: 已关注

source: 已關聯
en: Linked
zh_hans: 已关联

source: 已關聯 %@
en: Linked %@
zh_hans: 已关联 %@

source: 已靜音通知
en: Notifications muted
zh_hans: 已静音通知

source: 已額滿
en: Full
zh_hans: 已满

source: 帳號與安全
en: Account & Security
zh_hans: 账号与安全

source: 常去球場
en: Usual court
zh_hans: 常去球场

source: 幫助
en: Help
zh_hans: 帮助

source: 年齡
en: Age
zh_hans: 年龄

source: 從
en: From
zh_hans: 从

source: 微信
en: WeChat

source: 微信、Apple
en: WeChat, Apple

source: 性別
en: Gender
zh_hans: 性别

source: 我發起的
en: Hosted by me
zh_hans: 我发起的

source: 我的
en: Profile

source: 我的約球
en: My Matches
zh_hans: 我的约球

source: 我的賽事
en: My Tournaments
zh_hans: 我的赛事

source: 所有人
en: Everyone

source: 手機號碼
en: Phone Number
zh_hans: 手机号码

source: 打賞開發者
en: Tip the Developer
zh_hans: 打赏开发者

source: 拉球
en: Rally

source: 拒絕
en: Decline
zh_hans: 拒绝

source: 招募中
en: Recruiting

source: 接受
en: Accept

source: 新密碼（至少 6 位）
en: New Password (min 6 characters)
zh_hans: 新密码（至少 6 位）

source: 新密碼至少需要 6 位
en: New password must be at least 6 characters
zh_hans: 新密码至少需要 6 位

source: 新手上路
en: Rookie

source: 日
en: Sun

source: 時間
en: Time
zh_hans: 时间

source: 暫無已完成的約球
en: No completed matches
zh_hans: 暂无已完成的约球

source: 暫無聊天
en: No chats yet
zh_hans: 暂无聊天

source: 未綁定
en: Not linked
zh_hans: 未绑定

source: 未設定
en: Not set
zh_hans: 未设定

source: 本月場次
en: This month
zh_hans: 本月场次

source: 查看 %@ 的資料
en: View %@'s Profile
zh_hans: 查看 %@ 的资料

source: 查看報名者
en: View Registrants
zh_hans: 查看报名者

source: 查看約球詳情
en: View Match Details
zh_hans: 查看约球详情

source: 查看群成員
en: View Members
zh_hans: 查看群成员

source: 查看評論
en: View Reviews
zh_hans: 查看评论

source: 沒有符合條件的約球
en: No matches found
zh_hans: 没有符合条件的约球

source: 活躍球手
en: Active
zh_hans: 活跃球手

source: 清除篩選
en: Clear Filters
zh_hans: 清除筛选

source: 版本
en: Version

source: 球場
en: Court
zh_hans: 球场

source: 理想球友
en: Ideal Player

source: 用戶協議
en: Terms of Service
zh_hans: 用户协议

source: 男
en: Male

source: 當前密碼
en: Current Password
zh_hans: 当前密码

source: 發起人
en: Organizer
zh_hans: 发起人

source: 發起約球
en: Create Match
zh_hans: 发起约球

source: 發送
en: Send
zh_hans: 发送

source: 發送圖片
en: Send Photo
zh_hans: 发送图片

source: 確定要刪除此聊天記錄嗎？刪除後無法恢復。
en: Delete this conversation? This cannot be undone.
zh_hans: 确定要删除此聊天记录吗？删除后无法恢复。

source: 確定要退出登錄嗎？
en: Are you sure you want to log out?
zh_hans: 确定要退出登录吗？

source: 確認
en: Confirm
zh_hans: 确认

source: 確認修改
en: Confirm
zh_hans: 确认修改

source: 確認取消
en: Confirm Cancel
zh_hans: 确认取消

source: 確認封鎖
en: Block
zh_hans: 确认屏蔽

source: 確認新密碼
en: Confirm New Password
zh_hans: 确认新密码

source: 確認退出
en: Log Out
zh_hans: 确认退出

source: 私信邀請球友
en: Invite via DM
zh_hans: 私信邀请球友

source: 等待中
en: Waiting

source: 简体中文
en: Simplified Chinese

source: 管理
en: Manage

source: 管理第三方登錄方式
en: Manage third-party sign-in methods
zh_hans: 管理第三方登录方式

source: 管理約球
en: Manage Match
zh_hans: 管理约球

source: 管理賽事
en: Manage Tournament
zh_hans: 管理赛事

source: 篩選
en: Filter
zh_hans: 筛选

source: 粉絲
en: Followers
zh_hans: 粉丝

source: 約球助理
en: Match Assistant
zh_hans: 约球助理

source: 約球已成功發布 🎾
en: Match published 🎾
zh_hans: 约球已成功发布 🎾

source: 約球提醒
en: Match Reminders
zh_hans: 约球提醒

source: 結束時間
en: End time
zh_hans: 结束时间

source: 編輯約球
en: Edit Match
zh_hans: 编辑约球

source: 編輯約球功能即將推出
en: Edit Match coming soon
zh_hans: 编辑约球功能即将推出

source: 編輯資料
en: Edit Profile
zh_hans: 编辑资料

source: 編輯賽事
en: Edit Tournament
zh_hans: 编辑赛事

source: 編輯賽事功能即將推出
en: Edit Tournament coming soon
zh_hans: 编辑赛事功能即将推出

source: 總場次
en: Total
zh_hans: 总场次

source: 繁體中文
en: Traditional Chinese
zh_hans: 繁体中文

source: 聊天
en: Chat

source: 聊天消息
en: Chat Messages

source: 至少需要保留一種登錄方式
en: You must keep at least one sign-in method
zh_hans: 至少需要保留一种登录方式

source: 設定
en: Settings
zh_hans: 设置

source: 評價
en: Reviews
zh_hans: 评价

source: 試試調整篩選條件，或發起一場新的約球
en: Try adjusting the filters, or start a new match
zh_hans: 试试调整筛选条件，或发起一场新的约球

source: 該時段已與「%@」衝突,請先取消已預訂的時段
en: Conflicts with "%@", please cancel the existing booking first
zh_hans: 该时段已与「%@」冲突，请先取消已预订的时段

source: 語言
en: Language
zh_hans: 语言

source: 誰能看到我的資料
en: Who can see my profile
zh_hans: 谁能看到我的资料

source: 誰能私信我
en: Who can message me
zh_hans: 谁能私信我

source: 請輸入當前密碼並設定新密碼
en: Enter your current password and set a new one
zh_hans: 请输入当前密码并设置新密码

source: 請輸入目前的密碼
en: Please enter your current password
zh_hans: 请输入当前密码

source: 負
en: Loss
zh_hans: 负

source: 賽事
en: Tournaments
zh_hans: 赛事

source: 賽事更新
en: Tournament Updates
zh_hans: 赛事更新

source: 跟隨系統
en: System
zh_hans: 跟随系统

source: 輸入訊息...
en: Type a message…
zh_hans: 输入消息…

source: 退出登錄
en: Log Out
zh_hans: 退出登录

source: 退出群聊
en: Leave Group

source: 通用
en: General

source: 通知
en: Notifications

source: 通知偏好
en: Notifications

source: 選擇球場
en: Select courts
zh_hans: 选择球场

source: 邀請 %lld
en: %lld invitation
zh_hans: %lld 个邀请

source: 邀請好友
en: Invite Friends
zh_hans: 邀请好友

source: 還沒有即將到來的約球
en: No upcoming matches
zh_hans: 还没有即将到来的约球

source: 還沒有發起過賽事
en: No tournaments yet
zh_hans: 还没有发起过赛事

source: 重置
en: Reset

source: 開始時間
en: Start time
zh_hans: 开始时间

source: 開始約球後，與對手的對話會顯示在這裡
en: Conversations with your playing partners will show up here
zh_hans: 开始约球后，与对手的对话会显示在这里

source: 關於我們
en: About
zh_hans: 关于我们

source: 關注
en: Follow
zh_hans: 关注

source: 關注中
en: Following
zh_hans: 关注中

source: 關聯
en: Link
zh_hans: 关联

source: 關聯帳號
en: Linked Accounts
zh_hans: 关联账号

source: 關閉
en: Off
zh_hans: 关闭

source: 關閉報名
en: Close Registration
zh_hans: 关闭报名

source: 關閉報名功能即將推出
en: Close Registration coming soon
zh_hans: 关闭报名功能即将推出

source: 隱私政策
en: Privacy Policy
zh_hans: 隐私政策

source: 隱私設置
en: Privacy
zh_hans: 隐私设置

source: 雙打
en: Doubles
zh_hans: 双打

source: 靜音通知
en: Mute Notifications
zh_hans: 静音通知

source: 首頁
en: Home
zh_hans: 首页

source: 高手之路
en: Master's Path

source: %lld 秒後可重新發送
zh_hans: %lld 秒后可重新发送

source: + 新增時段
zh_hans: + 新增时段

source: ☀️ 週末下午
zh_hans: ☀️ 周末下午

source: 🌅 週末上午
zh_hans: 🌅 周末上午

source: 🌙 工作日晚間
zh_hans: 🌙 工作日晚间

source: 🍱 工作日午間
zh_hans: 🍱 工作日午间

source: 🎾 查看 NTRP 技術分級標準 →
zh_hans: 🎾 查看 NTRP 技术分级标准 →

source: 📅 週末全天
zh_hans: 📅 周末全天

source: Apple 登入即將支持
zh_hans: Apple 登入即将支持

source: NTRP 需在 1.0 – 7.0 之間
zh_hans: NTRP 需在 1.0 – 7.0 之间

source: NTRP（National Tennis Rating Program）是國際通用的網球技術分級標準，從 1.0（初學者）到 7.0（世界級），幫助你找到水平匹配的對手。
zh_hans: NTRP（National Tennis Rating Program）是国际通用的网球技术分级标准，从 1.0（初学者）到 7.0（世界级），帮助你找到水平匹配的对手。

source: 一句話介紹自己
zh_hans: 一句话介绍自己

source: 什麼是 NTRP？
zh_hans: 什么是 NTRP？

source: 使用郵箱地址建立帳號
zh_hans: 使用邮箱地址建立账号

source: 個人簡介
zh_hans: 个人简介

source: 兩次密碼不一致
zh_hans: 两次密码不一致

source: 可用時間
zh_hans: 可用时间

source: 可稍後完善
zh_hans: 可稍后完善

source: 在首頁瀏覽約球列表，點擊感興趣的約球卡片進入詳情頁，點擊「報名」按鈕確認即可。
zh_hans: 在首页浏览约球列表，点击感兴趣的约球卡片进入详情页，点击「报名」按钮确认即可。

source: 基本資料
zh_hans: 基本资料

source: 如何創建賽事？
zh_hans: 如何创建赛事？

source: 如何取消已報名的約球？
zh_hans: 如何取消已报名的约球？

source: 如何報名別人的約球？
zh_hans: 如何报名别人的约球？

source: 如何封鎖其他用戶？
zh_hans: 如何封锁其他用户？

source: 如何發布約球？
zh_hans: 如何发布约球？

source: 完成設定
zh_hans: 完成设定

source: 密碼至少需要 6 位
zh_hans: 密码至少需要 6 位

source: 年齡段
zh_hans: 年龄段

source: 廣州
zh_hans: 广州

source: 從側邊欄進入「賽事」頁面，點擊右上角「+ 建立賽事」按鈕，填寫賽事信息後發布。
zh_hans: 从侧边栏进入「赛事」页面，点击右上角「+ 建立赛事」按钮，填写赛事信息后发布。

source: 微信登入即將支持
zh_hans: 微信登入即将支持

source: 我們已將 6 位數驗證碼發送至
zh_hans: 我们已将 6 位数验证码发送至

source: 手機登入
zh_hans: 手机登入

source: 手機號碼登入
zh_hans: 手机号码登入

source: 手機號碼長度不正確，%@ 號碼應為 %@ 數字
zh_hans: 手机号码长度不正确，%@ 号码应为 %@ 数字

source: 找 到 你 的 網 球 搭 檔
zh_hans: 找 到 你 的 网 球 搭 档

source: 技術水平
zh_hans: 技术水平

source: 搜尋球場
zh_hans: 搜寻球场

source: 新增時段
zh_hans: 新增时段

source: 更多資料
zh_hans: 更多资料

source: 服務條款
zh_hans: 服务条款

source: 比賽類型
zh_hans: 比赛类型

source: 沒有收到驗證碼？
zh_hans: 没有收到验证码？

source: 獲取驗證碼
zh_hans: 获取验证码

source: 用戶名
zh_hans: 用户名

source: 發送驗證碼
zh_hans: 发送验证码

source: 確認密碼
zh_hans: 确认密码

source: 立即註冊
zh_hans: 立即注册

source: 結束
zh_hans: 结束

source: 聯繫客服
zh_hans: 联系客服

source: 設定個人資料
zh_hans: 设定个人资料

source: 設定密碼
zh_hans: 设定密码

source: 設定頭像
zh_hans: 设定头像

source: 註冊
zh_hans: 注册

source: 該用戶名已被使用，請換一個
zh_hans: 该用户名已被使用，请换一个

source: 詳細時段
zh_hans: 详细时段

source: 請再次輸入密碼
zh_hans: 请再次输入密码

source: 請輸入 %@ 數字的手機號碼
zh_hans: 请输入 %@ 数字的手机号码

source: 請輸入 6 位驗證碼
zh_hans: 请输入 6 位验证码

source: 請輸入密碼（至少 6 位）
zh_hans: 请输入密码（至少 6 位）

source: 請輸入您的手機號碼，我們將發送驗證碼
zh_hans: 请输入您的手机号码，我们将发送验证码

source: 請輸入手機號碼
zh_hans: 请输入手机号码

source: 請輸入有效的郵箱地址
zh_hans: 请输入有效的邮箱地址

source: 請輸入用戶名
zh_hans: 请输入用户名

source: 請輸入郵箱
zh_hans: 请输入邮箱

source: 請輸入郵箱地址
zh_hans: 请输入邮箱地址

source: 請選擇年齡段
zh_hans: 请选择年龄段

source: 請選擇性別
zh_hans: 请选择性别

source: 輸入驗證碼
zh_hans: 输入验证码

source: 週一
zh_hans: 周一

source: 週三
zh_hans: 周三

source: 週二
zh_hans: 周二

source: 週五
zh_hans: 周五

source: 週六
zh_hans: 周六

source: 週四
zh_hans: 周四

source: 週日
zh_hans: 周日

source: 進入「我的約球」頁面，找到你要取消的約球，點擊「取消」按鈕確認即可。取消後會通知所有參與者。
zh_hans: 进入「我的约球」页面，找到你要取消的约球，点击「取消」按钮确认即可。取消后会通知所有参与者。

source: 進入對方的個人主頁，點擊「封鎖」按鈕即可。被封鎖的用戶無法查看你的資料和約球，也無法向你發送私信。
zh_hans: 进入对方的个人主页，点击「封锁」按钮即可。被封锁的用户无法查看你的资料和约球，也无法向你发送私信。

source: 選填
zh_hans: 选填

source: 選擇常去球場
zh_hans: 选择常去球场

source: 選擇星期
zh_hans: 选择星期

source: 還沒有帳號？
zh_hans: 还没有账号？

source: 郵箱地址
zh_hans: 邮箱地址

source: 郵箱註冊
zh_hans: 邮箱注册

source: 重新發送
zh_hans: 重新发送

source: 開始
zh_hans: 开始

source: 需要幫助？
zh_hans: 需要帮助？

source: 驗證並登入
zh_hans: 验证并登入

source: 驗證碼
zh_hans: 验证码

source: 驗證碼已重新發送至 %@
zh_hans: 验证码已重新发送至 %@

source: 點擊「完成設定」即表示您提供的所有資訊均為真實且準確。
zh_hans: 点击「完成设定」即表示您提供的所有资讯均为真实且准确。

source: 點擊底部 Tab 欄中間的「+」按鈕，填寫約球信息後點擊「發布約球」即可。
zh_hans: 点击底部 Tab 栏中间的「+」按钮，填写约球信息后点击「发布约球」即可。
